greet = """! Welcome to our online shopping basket !
🥩   🧀   🍎   🍌   🥕   🥐   🥦   🍭   """

offer = """
    NUM |    ITEM    |        | PRICE(€) 
    ------------------------------------
    1   |Apple       |   🍎   |   0.32 
    2   |Pear        |   🍐   |   0.28
    3   |Banana      |   🍌   |   0.24
    4   |Avocado     |   🥑   |   1.79
    5   |Pineapple   |   🍍   |   2.99
    6   |Mango       |   🫒   |   2.99 
    ------------------------------------
    7   |Onion       |   🧅   |   0.23
    8   |Potato      |   🥔   |   0.12
    9   |Carrot      |   🥕   |   0.08
    10  |Broccoli    |   🥦   |   1.79
    11  |Pepper      |   🫑   |   0.37
    ------------------------------------
    12  |Milk        |   🥛   |   1.09
    13  |Cheese      |   🧀   |   2.99
    14  |Meat        |   🥩   |   5.29
    15  |Coffee      |   ☕️   |   9.99  
    16  |Juice       |   🧋   |   1.29
    17  |Mineral w.  |   🫗   |   0.55
    18  |Beer        |   🍺   |   0.89
    19  |Wine        |   🍷   |   4.09   
    """